const dictionary = {
  TravelSurvey: {
    welcome: {
      title: 'ชนะการเดินทางในฝันที่สิงคโปร์!',
      button: 'เริ่ม',
      paragraph: 'กรอกแบบสำรวจของเราเพื่อลุ้นรับทริปท่องเที่ยวที่<strong>ประทับใจไม่รู้ลืม</strong>',
    },
    thankYou: {
      title: 'ขอบคุณ!',
      description: 'สล็อตที่รับประกันด้วยโอกาส 8.74% ในการชนะการเดินทางสุดหรูไปสิงคโปร์มีให้ต่ำกว่า👇',
      button: 'เรียกร้อง',
    },
  },
  
  CountDown: {
    freeAccess: 'รวดเร็ว! การเข้าถึงฟรีสิ้นสุดใน',
    secondsWord: 'ไม่กี่วินาที',
    offerExpired: 'ข้อเสนอหมดอายุ',
  },
  NotInterested: {
    text: 'ไม่สนใจ',
  },
};

export default dictionary;
