import CountDown from "@i18n/countDown/th";
import NotInterested from "@i18n/notInterested/th";

const dictionary = {
  welcome: {
    title: 'ลุ้นทริปในฝันที่สิงคโปร์!',
    button: 'เริ่ม',
    paragraph: 'ทําแบบสํารวจของเราเพื่อรับโอกาสในการชนะการเดินทาง<strong>ที่น่าจดจํา</strong>',
  },
  thankYou: {
    title: 'ขอบคุณ!',
    description: 'สล็อตรับประกันที่มีโอกาส 8.74% ในการชนะการเดินทางสุดหรูไปยังสิงคโปร์มี👇ดังต่อไปนี้',
    button: 'อ้าง',
  },
  countDown: CountDown,
  notInterested: NotInterested,
};

export default dictionary;
